Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# BuiltInErrors.FileError.writeError
source: Unable to write to the file %@. Ensure you have the necessary permissions and try again.
ar: تعذر الكتابة إلى الملف %@. تأكد من أن لديك الأذونات اللازمة وحاول مرة أخرى.
bg: Не може да се запише във файла %@. Уверете се, че имате необходимите права и опитайте отново.
ca: Impossible escriure al fitxer %@. Assegura't que tens els permisos necessaris i torna a provar.
cs: Nepodařilo se zapsat do souboru %@. Ujisti se, že máš potřebná oprávnění, a zkus to znovu.
da: Det var ikke muligt at skrive til filen %@. Sørg for, at du har de nødvendige tilladelser, og prøv igen.
de: Es kann nicht in die Datei %@ geschrieben werden. Stelle sicher, dass du die notwendigen Berechtigungen hast und versuche es erneut.
el: Δεν ήταν δυνατή η εγγραφή στο αρχείο %@. Βεβαιωθείτε ότι έχετε τις απαραίτητες άδειες και δοκιμάστε ξανά.
es: No se pudo escribir en el archivo %@. Asegúrate de tener los permisos necesarios e inténtalo de nuevo.
es_419: No se puede escribir en el archivo %@. Asegúrate de tener los permisos necesarios y vuelve a intentarlo.
fi: Tiedostoon %@ ei voitu kirjoittaa. Varmista, että sinulla on tarvittavat käyttöoikeudet ja yritä uudelleen.
fr: Impossible d'écrire dans le fichier %@. Assurez-vous d'avoir les autorisations nécessaires et réessayez.
fr_ca: Impossible d'écrire dans le fichier %@. Assurez-vous d'avoir les autorisations nécessaires et réessayez.
he: לא ניתן לכתוב לקובץ %@. ודא שיש לך את ההרשאות הדרושות וניסה שוב.
hi: फाइल %@ में लिखने में असमर्थ। सुनिश्चित करें कि आपके पास आवश्यक अनुमति है और फिर से प्रयास करें।
hr: Nije moguće zapisati u datoteku %@. Osigurajte da imate potrebne dozvole i pokušajte ponovo.
hu: Nem sikerült írni a %@ fájlba. Győződj meg róla, hogy megvannak a szükséges jogosultságok, és próbáld újra.
id: Tidak dapat menulis ke file %@. Pastikan Anda memiliki izin yang diperlukan dan coba lagi.
it: Impossibile scrivere nel file %@. Assicurati di avere i permessi necessari e riprova.
ja: ファイル %@ に書き込めませんでした。必要な権限があるか確認して、再試行してください。
kk: %@ файлына жазу мүмкін емес. Қажетті рұқсаттарға ие екеніңізді тексеріңіз және қайтадан тырысыңыз.
ko: 파일 %@에 쓸 수 없습니다. 필요한 권한이 있는지 확인하고 다시 시도하세요.
ms: Tidak dapat menulis ke fail %@. Pastikan anda mempunyai kebenaran yang diperlukan dan cuba lagi.
nb: Kunne ikke skrive til filen %@. Sørg for at du har nødvendige rettigheter og prøv igjen.
nl: Kon niet naar het bestand %@ schrijven. Zorg ervoor dat je de benodigde rechten hebt en probeer het opnieuw.
pl: Nie można zapisać w pliku %@. Upewnij się, że masz wymagane uprawnienia i spróbuj ponownie.
pt_br: Não foi possível gravar no arquivo %@. Certifique-se de que você tenha as permissões necessárias e tente novamente.
pt_pt: Não é possível escrever no ficheiro %@. Assegura-te de que tens as permissões necessárias e tenta novamente.
ro: Imposibil de scris în fișierul %@. Asigură-te că ai permisiunile necesare și încearcă din nou.
ru: Не удалось записать в файл %@. Убедитесь, что у вас есть необходимые разрешения, и повторите попытку.
sk: Nepodarilo sa zapísať do súboru %@. Uistite sa, že máte potrebné povolenia a skúste to znova.
sv: Det gick inte att skriva till filen %@. Se till att du har nödvändiga behörigheter och försök igen.
th: ไม่สามารถเขียนลงในไฟล์ %@ ได้ กรุณาแน่ใจว่าคุณมีสิทธิ์ที่จำเป็นและลองอีกครั้ง.
tr: %@ dosyasına yazılamıyor. Gerekli izinlere sahip olduğunuzdan emin olun ve tekrar deneyin.
uk: Не вдалося записати у файл %@. Переконайтеся, що у вас є необхідні права та спробуйте ще раз.
vi: Không thể ghi vào tệp %@. Đảm bảo bạn có quyền cần thiết và thử lại.
zh_hans: 无法写入文件 %@。请确保您拥有必要的权限并重试。
zh_hant: 無法寫入檔案 %@。確保您擁有必要的權限並再試一次。
zh_hk: 無法寫入 文件 %@。請確保你擁有必要的權限並重試。

# BuiltInErrors.NetworkError.badRequest
source: There was an issue with the request (Code: %1$lld). %2$@. Please review and retry.
ar: كانت هناك مشكلة في الطلب (الرمز: %1$lld). %2$@. يرجى المراجعة وإعادة المحاولة.
bg: Имаше проблем с искането (Код: %1$lld). %2$@. Моля, прегледайте и опитайте отново.
ca: Hi ha hagut un problema amb la sol·licitud (Codi: %1$lld). %2$@. Si us plau, revisa i torna a provar.
cs: Nastala chyba se žádostí (Kód: %1$lld). %2$@. Zkontroluj to a zkus to znovu.
da: Der opstod et problem med anmodningen (Kode: %1$lld). %2$@. Gennemgå bitte og prøv igen.
de: Es gab ein Problem mit der Anfrage (Code: %1$lld). %2$@. Bitte überprüfe und versuche es erneut.
el: Υπήρξε πρόβλημα με το αίτημα (Κωδικός: %1$lld). %2$@. Παρακαλώ ελέγξτε και δοκιμάστε ξανά.
es: Hubo un problema con la solicitud (Código: %1$lld). %2$@. Por favor, revisa e intenta de nuevo.
es_419: Hubo un problema con la solicitud (Código: %1$lld). %2$@. Por favor, revisa y vuelve a intentar.
fi: Pyyntöön liittyi ongelma (Koodi: %1$lld). %2$@. Tarkista ja yritä uudelleen.
fr: Un problème est survenu avec la requête (Code : %1$lld). %2$@. Veuillez vérifier et réessayer.
fr_ca: Il y a eu un problème avec la demande (Code : %1$lld). %2$@. Veuillez réviser et réessayer.
he: התרחשה בעיה בבקשה (קוד: %1$lld). %2$@. אנא עיין ונסה שוב.
hi: अनुरोध में समस्या थी (कोड: %1$lld)। %2$@। कृपया इसकी समीक्षा करें और पुनः प्रयास करें।
hr: Došlo je do problema s zahtjevom (Kod: %1$lld). %2$@. Molimo provjerite i pokušajte ponovo.
hu: Probléma történt a kéréssel (Kód: %1$lld). %2$@. Kérlek, ellenőrizd és próbáld újra.
id: Ada masalah dengan permintaan (Kode: %1$lld). %2$@. Silakan tinjau dan coba lagi.
it: Si è verificato un problema con la richiesta (Codice: %1$lld). %2$@. Ti preghiamo di rivedere e riprovare.
ja: リクエストに問題がありました (コード: %1$lld)。%2$@。確認して再試行してください。
kk: Сұрау кезінде мәселе болды (Код: %1$lld). %2$@. Қарап шығып, қайтадан жасаңыз.
ko: 요청에 문제가 발생했습니다(코드: %1$lld). %2$@. 검토 후 다시 시도하세요.
ms: Terdapat isu dengan permintaan (Kod: %1$lld). %2$@. Sila semak dan cuba lagi.
nb: Det var et problem med forespørselen (Kode: %1$lld). %2$@. Vennligst gjennomgå og prøv på nytt.
nl: Er was een probleem met de aanvraag (Code: %1$lld). %2$@. Controleer en probeer het opnieuw.
pl: Wystąpił problem z żądaniem (Kod: %1$lld). %2$@. Proszę sprawdzić i spróbować ponownie.
pt_br: Por favor, verifique e tente novamente.
pt_pt: Houve um problema com o pedido (Código: %1$lld). %2$@. Por favor, revê e tenta novamente.
ro: A fost o problemă cu cererea (Cod: %1$lld). %2$@. Te rog să revizuiești și să încerci din nou.
ru: Произошла проблема с запросом (Код: %1$lld). %2$@. Пожалуйста, проверьте и повторите попытку.
sk: Vyskytol sa problém s požiadavkou (Kód: %1$lld). %2$@. Skontrolujte to a skúste to znova.
sv: Det inträffade ett problem med begäran (Kod: %1$lld). %2$@. Vänligen granska och försök igen.
th: มีปัญหากับคำขอ (รหัส: %1$lld). %2$@. กรุณาตรวจสอบและลองอีกครั้ง.
tr: İstekle ilgili bir sorun meydana geldi (Kod: %1$lld). %2$@. Lütfen gözden geçirip tekrar deneyin.
uk: Виникла проблема з запитом (Код: %1$lld). %2$@. Будь ласка, перегляньте та спробуйте ще раз.
vi: Đã xảy ra vấn đề với yêu cầu (Mã: %1$lld). %2$@. Vui lòng xem xét và thử lại.
zh_hans: 请求出现问题（代码：%1$lld）。%2$@。请检查并重试。
zh_hant: 請求出現問題 (代碼: %1$lld)。%2$@。請檢查後重試。
zh_hk: 請求出現問題 (代碼: %1$lld)。%2$@。請檢查並重試。

# BuiltInErrors.NetworkError.decodingFailure
source: Unable to process the server's response. Please try again or contact support if the issue persists.
ar: تعذر معالجة استجابة الخادم. يرجى المحاولة مرة أخرى أو الاتصال بالدعم إذا استمرت المشكلة.
bg: Не е възможно да се обработи отговорът на сървъра. Моля, опитайте отново или се свържете с поддръжката, ако проблемът продължи.
ca: No s'ha pogut processar la resposta del servidor. Si us plau, torna-ho a intentar o contacta amb el suport si el problema persisteix.
cs: Nepodařilo se zpracovat odpověď serveru. Zkuste to prosím znovu nebo kontaktujte podporu, pokud problém přetrvává.
da: Kunne ikke behandle serverens svar. Prøv venligst igen eller kontakt support, hvis problemet fortsætter.
de: Die Antwort des Servers konnte nicht verarbeitet werden. Bitte versuche es erneut oder kontaktiere den Support, falls das Problem weiterhin besteht.
el: Δεν ήταν δυνατή η επεξεργασία της απάντησης του διακομιστή. Παρακαλώ ξαναδοκιμάστε ή επικοινωνήστε με την υποστήριξη αν το πρόβλημα επιμένει.
es: No se pudo procesar la respuesta del servidor. Por favor, inténtalo de nuevo o contacta con el soporte si el problema persiste.
es_419: No se pudo procesar la respuesta del servidor. Por favor, intenta de nuevo o contacta al soporte si el problema persiste.
fi: Palvelimen vastausta ei voitu käsitellä. Yritä uudelleen tai ota yhteyttä tukeen, jos ongelma jatkuu.
fr: Impossible de traiter la réponse du serveur. Veuillez réessayer ou contacter le support si le problème persiste.
fr_ca: Impossible de traiter la réponse du serveur. Veuillez réessayer ou contacter le support si le problème persiste.
he: לא ניתן לעבד את התגובה של השרת. אנא נסה שוב או צור קשר עם התמיכה אם הבעיה נמשכת.
hi: सर्वर के उत्तर को संसाधित करने में असमर्थ। कृपया पुनः प्रयास करें या यदि समस्या बनी रहती है तो सहायता से संपर्क करें।
hr: Nije moguće obraditi odgovor s poslužitelja. Pokušajte ponovo ili kontaktirajte podršku ako se problem nastavi.
hu: A szerver válaszát nem tudjuk feldolgozni. Kérlek, próbáld újra, vagy vedd fel a kapcsolatot a támogatással, ha a probléma fennáll.
id: Tidak dapat memproses respons server. Silakan coba lagi atau hubungi dukungan jika masalah berlanjut.
it: Impossibile elaborare la risposta del server. Riprova o contatta il supporto se il problema persiste.
ja: サーバーの応答を処理できませんでした。再試行するか、問題が解決しない場合はサポートにお問い合わせください。
kk: Сервердің жауабын өңдеу мүмкін емес. Қайтадан байқап көріңіз немесе мәселе шешілмесе, қолдау қызметіне хабарласыңыз.
ko: 서버의 응답을 처리할 수 없습니다. 다시 시도하거나 문제가 지속되는 경우 지원팀에 문의해 주세요.
ms: Tidak dapat memproses respons dari pelayan. Sila cuba lagi atau hubungi sokongan jika masalah berterusan.
nb: Kunne ikke behandle serverens svar. Vennligst prøv igjen eller kontakt støtte hvis problemet vedvarer.
nl: Kan de reactie van de server niet verwerken. Probeer het opnieuw of neem contact op met de ondersteuning als het probleem aanhoudt.
pl: Nie można przetworzyć odpowiedzi serwera. Spróbuj ponownie lub skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał.
pt_br: Não foi possível processar a resposta do servidor. Tente novamente ou entre em contato com o suporte caso o problema persista.
pt_pt: Não foi possível processar a resposta do servidor. Por favor, tente novamente ou contacte o suporte se o problema persistir.
ro: Nu am putut procesa răspunsul serverului. Te rugăm să încerci din nou sau să contactezi suportul dacă problema persistă.
ru: Не удалось обработать ответ сервера. Пожалуйста, попробуйте еще раз или свяжитесь с поддержкой, если проблема остается.
sk: Nepodarilo sa spracovať odpoveď servera. Skúste to prosím znova alebo kontaktujte podporu, ak problém pretrváva.
sv: Kunde inte bearbeta serverns svar. Vänligen försök igen eller kontakta supporten om problemet kvarstår.
th: ไม่สามารถประมวลผลการตอบสนองจากเซิร์ฟเวอร์ได้ กรุณาลองอีกครั้งหรือติดต่อฝ่ายสนับสนุนหากปัญหายังคงเกิดขึ้น.
tr: Sunucunun yanıtını işlemek mümkün olmadı. Lütfen tekrar deneyin veya sorun devam ederse destek ile iletişime geçin.
uk: Не вдалося обробити відповідь сервера. Будь ласка, спробуйте ще раз або зв'яжіться зі службою підтримки, якщо проблема зберігається.
vi: Không thể xử lý phản hồi từ máy chủ. Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ nếu vấn đề vẫn tiếp diễn.
zh_hans: 无法处理服务器的响应。如果问题仍然存在，请重试或联系支持。
zh_hant: 無法處理伺服器的回應。請再試一次，或如果問題持續存在，請聯繫客服。
zh_hk: 無法處理伺服器的回應。請重試，如問題持續存在，請聯繫支援。

# BuiltInErrors.NetworkError.noInternet
source: Unable to connect to the internet. Please check your network settings and try again.
ar: تعذر الاتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة الخاصة بك والمحاولة مرة أخرى.
bg: Не е възможно да се свържете с интернет. Моля, проверете настройките на мрежата и опитайте отново.
ca: No s'ha pogut connectar a Internet. Si us plau, comprova la teva configuració de xarxa i torna a provar.
cs: Nepodařilo se připojit k internetu. Zkontrolujte prosím své síťové nastavení a zkuste to znovu.
da: Kunne ikke oprette forbindelse til internettet. Tjek venligst dine netværksindstillinger og prøv igen.
de: Es konnte keine Verbindung zum Internet hergestellt werden. Bitte überprüfe deine Netzwerkeinstellungen und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση στο διαδίκτυο. Παρακαλώ ελέγξτε τις ρυθμίσεις δικτύου σας και ξαναδοκιμάστε.
es: No se pudo conectar a Internet. Por favor, verifica la configuración de tu red e inténtalo de nuevo.
es_419: No se pudo conectar a Internet. Por favor, verifica la configuración de tu red e intenta de nuevo.
fi: Internetiin ei voida muodostaa yhteyttä. Tarkista verkkoasetukset ja yritä uudelleen.
fr: Impossible de se connecter à Internet. Veuillez vérifier vos paramètres réseau et réessayer.
fr_ca: Impossible de vous connecter à Internet. Veuillez vérifier vos paramètres réseau et réessayer.
he: לא מצליח להתחבר לאינטרנט. אנא בדוק את הגדרות הרשת ונסה שוב.
hi: इंटरनेट से कनेक्ट करने में असमर्थ। कृपया अपने नेटवर्क सेटिंग्स की जांच करें और पुनः प्रयास करें।
hr: Nije moguće povezati se s internetom. Provjerite svoje mrežne postavke i pokušajte ponovo.
hu: Nem lehet csatlakozni az internethez. Kérlek, ellenőrizd a hálózati beállításaidat, és próbáld újra.
id: Tidak dapat terhubung ke internet. Silakan periksa pengaturan jaringan Anda dan coba lagi.
it: Impossibile connettersi a Internet. Controlla le impostazioni di rete e riprova.
ja: インターネットに接続できませんでした。ネットワーク設定を確認して、再試行してください。
kk: Интернетке қосыла алмай тұрмыз. Желілік параметрлеріңізді тексеріп, қайтадан байқап көріңіз.
ko: 인터넷에 연결할 수 없습니다. 네트워크 설정을 확인하고 다시 시도해 주세요.
ms: Tidak dapat menyambung ke internet. Sila semak tetapan rangkaian anda dan cuba lagi.
nb: Kunne ikke koble til internett. Vennligst sjekk nettverksinnstillingene dine og prøv igjen.
nl: Kan geen verbinding maken met het internet. Controleer je netwerkinstellingen en probeer het opnieuw.
pl: Nie można połączyć się z Internetem. Sprawdź swoje ustawienia sieciowe i spróbuj ponownie.
pt_br: Não foi possível conectar à internet. Verifique suas configurações de rede e tente novamente.
pt_pt: Não foi possível conectar à internet. Por favor, verifique as suas definições de rede e tente novamente.
ro: Nu am putut să ne conectăm la internet. Te rugăm să verifici setările rețelei și să încerci din nou.
ru: Не удалось подключиться к интернету. Пожалуйста, проверьте настройки сети и попробуйте еще раз.
sk: Nepodarilo sa pripojiť k internetu. Skontrolujte prosím svoje nastavenia siete a skúste to znova.
sv: Kunde inte ansluta till internet. Vänligen kontrollera dina nätverksinställningar och försök igen.
th: ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตได้ กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณและลองอีกครั้ง.
tr: İnternete bağlanılamıyor. Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося підключитися до інтернету. Будь ласка, перевірте налаштування мережі та спробуйте ще раз.
vi: Không thể kết nối với internet. Vui lòng kiểm tra cài đặt mạng và thử lại.
zh_hans: 无法连接到互联网。请检查您的网络设置并重试。
zh_hant: 無法連接到互聯網。請檢查您的網路設定並再試一次。
zh_hk: 無法連接到互聯網。請檢查網絡設置，然後重試。

# BuiltInErrors.NetworkError.serverError
source: The server encountered an error (Code: %lld).
ar: واجه الخادم خطأ (الرمز: %lld).
bg: Сървърът срещна грешка (Код: %lld).
ca: El servidor ha trobat un error (Codi: %lld).
cs: Server narazil na chybu (Kód: %lld).
da: Serveren stødte på en fejl (Kode: %lld).
de: Der Server hat einen Fehler festgestellt (Code: %lld).
el: Ο διακομιστής συνάντησε ένα σφάλμα (Κωδικός: %lld).
es: El servidor encontró un error (Código: %lld).
es_419: El servidor encontró un error (Código: %lld).
fi: Palvelimella tapahtui virhe (Koodi: %lld).
fr: Le serveur a rencontré une erreur (Code : %lld).
fr_ca: Le serveur a rencontré une erreur (Code : %lld).
he: השרת נתקל בשגיאה (קוד: %lld). אנא נסה שוב.
hi: सर्वर में एक त्रुटि आई (कोड: %lld)।
hr: Poslužitelj je naišao na grešku (Kod: %lld).
hu: A szerver hibát észlelt (Kód: %lld).
id: Server mengalami kesalahan (Kode: %lld).
it: Il server ha riscontrato un errore (Codice: %lld).
ja: サーバーエラーが発生しました (コード: %lld)。
kk: Серверде қате орын алды (Код: %lld).
ko: 서버에서 오류가 발생했습니다 (코드: %lld).
ms: Pelayan mengalami ralat (Kod: %lld).
nb: Serveren opplevde en feil (Kode: %lld).
nl: De server heeft een fout ondervonden (Code: %lld).
pl: Serwer napotkał błąd (Kod: %lld).
pt_br: O servidor encontrou um erro (Código: %lld).
pt_pt: O servidor encontrou um erro (Código: %lld).
ro: Serverul a întâmpinat o eroare (Cod: %lld).
ru: Сервер столкнулся с ошибкой (Код: %lld).
sk: Server narazil na chybu (Kód: %lld).
sv: Servern stötte på ett fel (Kod: %lld).
th: เซิร์ฟเวอร์พบข้อผิดพลาด (รหัส: %lld).
tr: Sunucu bir hata ile karşılaştı (Kod: %lld).
uk: Сервер зіткнувся з помилкою (Код: %lld).
vi: Máy chủ đã gặp phải lỗi (Mã: %lld).
zh_hans: 服务器遇到错误（代码：%lld）。
zh_hant: 伺服器遇到錯誤（代碼：%lld）。
zh_hk: 伺服器發生錯誤 (代碼: %lld)。

# BuiltInErrors.NetworkError.timeout
source: The network request took too long to complete. Please check your connection and try again.
ar: استغرق طلب الشبكة وقتًا طويلاً لإكماله. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
bg: Мрежовата заявка отне твърде дълго време за завършване. Моля, проверете връзката си и опитайте отново.
ca: La sol·licitud de xarxa s'ha allargat massa per completar-se. Si us plau, comprova la teva connexió i torna a provar.
cs: Síťový požadavek trval příliš dlouho. Zkontrolujte prosím své připojení a zkuste to znovu.
da: Netværksanmodningen tog for lang tid at fuldføre. Tjek venligst din forbindelse og prøv igen.
de: Die Netzwerkabfrage hat zu lange gedauert. Bitte überprüfe deine Verbindung und versuche es erneut.
el: Το αίτημα δικτύου χρειάστηκε πολύ χρόνο για να ολοκληρωθεί. Παρακαλώ ελέγξτε τη σύνδεσή σας και ξαναδοκιμάστε.
es: La solicitud de red tardó demasiado en completarse. Por favor, revisa tu conexión e inténtalo de nuevo.
es_419: La solicitud de red tardó demasiado en completarse. Por favor, verifica tu conexión e intenta de nuevo.
fi: Verkkopyyntö kesti liian kauan. Tarkista yhteytesi ja yritä uudelleen.
fr: La demande réseau a pris trop de temps à se terminer. Veuillez vérifier votre connexion et réessayer.
fr_ca: La requête réseau a pris trop de temps à se compléter. Veuillez vérifier votre connexion et réessayer.
he: בקשת הרשת ארכה יותר מדי זמן להשלמה. אנא בדוק את החיבור שלך ונסה שוב.
hi: नेटवर्क अनुरोध को पूरा करने में बहुत समय लग गया। कृपया अपने कनेक्शन की जांच करें और पुनः प्रयास करें।
hr: Mrežni zahtjev je trajao predugo za završavanje. Provjerite svoju vezu i pokušajte ponovo.
hu: A hálózati kérelem végrehajtása túl sokáig tartott. Kérlek, ellenőrizd a kapcsolatodat, és próbáld újra.
id: Permintaan jaringan memerlukan waktu terlalu lama untuk diselesaikan. Silakan periksa koneksi Anda dan coba lagi.
it: La richiesta di rete ha impiegato troppo tempo per completarsi. Controlla la tua connessione e riprova.
ja: ネットワークリクエストが完了するまでに時間がかかりすぎました。接続を確認して再試行してください。
kk: Желілік сұраныс орындалуға тым ұзақ уақыт алды. Қосылымыңызды тексеріп, қайтадан байқап көріңіз.
ko: 네트워크 요청이 완료되는 데 너무 오랜 시간이 걸렸습니다. 연결을 확인하고 다시 시도해 주세요.
ms: Permintaan rangkaian mengambil masa terlalu lama untuk diselesaikan. Sila semak sambungan anda dan cuba lagi.
nb: Nettverksforespørselen tok for lang tid å fullføre. Vennligst sjekk tilkoblingen din og prøv igjen.
nl: Het netwerkverzoek heeft te lang geduurd om te voltooien. Controleer je verbinding en probeer het opnieuw.
pl: Żądanie sieciowe zajęło zbyt dużo czasu na zakończenie. Sprawdź swoje połączenie i spróbuj ponownie.
pt_br: A solicitação de rede demorou demais para ser concluída. Verifique sua conexão e tente novamente.
pt_pt: A solicitação de rede demorou demasiado a ser concluída. Por favor, verifique a sua conexão e tente novamente.
ro: Cererea de rețea a durat prea mult pentru a se finaliza. Te rugăm să verifici conexiunea ta și să încerci din nou.
ru: Запрос в сеть занял слишком много времени. Пожалуйста, проверьте соединение и попробуйте снова.
sk: Sieťová požiadavka trvala príliš dlho na dokončenie. Skontrolujte prosím svoje pripojenie a skúste to znova.
sv: Nätverksbegäran tog för lång tid att slutföra. Vänligen kontrollera din anslutning och försök igen.
th: การร้องขอเครือข่ายใช้เวลานานเกินไปในการเสร็จสิ้น กรุณาตรวจสอบการเชื่อมต่อของคุณและลองอีกครั้ง.
tr: Ağ isteği tamamlanması için fazla zaman aldı. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
uk: Запит до мережі зайняв занадто багато часу. Будь ласка, перевірте своє з'єднання та спробуйте ще раз.
vi: Yêu cầu mạng mất quá nhiều thời gian để hoàn tất. Vui lòng kiểm tra kết nối của bạn và thử lại.
zh_hans: 网络请求耗时过长。请检查您的连接并重试。
zh_hant: 網路請求花了太長時間來完成。請檢查您的連線並再試一次。
zh_hk: 網絡請求花了太長時間未能完成。請檢查你的連線，然後重試。
